tap "k1LoW/tap"

brew "neovim"
brew "opencode"
brew "k1LoW/tap/git-wt"
brew "lazygit"
brew "mas"
brew "node"
brew "starship"
brew "stow"
brew "tmux"
brew "typst"
brew "vercel-cli"
brew "zoxide"
brew "eza"
brew "fzf"
brew "gh"
cask "1password"
cask "1password-cli"
cask "ghostty"
cask "hammerspoon"
cask "helium-browser"
cask "karabiner-elements"
cask "localsend"
cask "notion"
cask "tailscale-app"
cask "raycast"
