tap "k1LoW/tap"

brew "neovim"
brew "opencode"
brew "k1LoW/tap/git-wt"
brew "lazygit"
brew "starship"
brew "stow"
brew "tmux"
brew "zoxide"
brew "eza"
brew "gh"
cask "1password"
cask "ghostty"
cask "helium-browser"
cask "karabiner-elements"
cask "localsend"
cask "tailscale"
cask "raycast"
